Repository: NaN-tic/trytond-account_stock_eu_es
Catalog: locale/*.po
Languages: ca, es

# field:account.configuration,intrastat_discount_product:
source: Intrastat Discount Product
ca: Descompte Producte Intrastat
es: Descuento Producto Intrastat

# field:account.configuration.intrastat,company:
source: Company
ca: Companyia
es: Compañía

# field:account.configuration.intrastat,intrastat_discount_product:
source: Intrastat Discout Product
ca: Descompte Producte Intrastat
es: Descuento Producto Intrastat

# field:account.stock.eu.intrastat.update.start,period:
source: Period
ca: Període
es: Período

# field:stock.move,intrastat_cancelled:
source: Intrastat Cancelled
ca: Intrastat cancel·lat
es: Intrastat cancelado

# field:stock.move,shipment_price_list:
source: Price List
ca: Llista de preus
es: Lista de precios

# field:stock.shipment.in,intrastat_transport:
source: Intrastat Transport
ca: Transport Intrastat
es: Transporte Intrastat

# field:stock.shipment.in,total_intrastat_value:
source: Total Intrastat Value
ca: Valor total d'Intrastat
es: Valor total de Intrastat

# field:stock.shipment.in.return,intrastat_transport:
source: Intrastat Transport
ca: Transport Intrastat
es: Transporte Intrastat

# field:stock.shipment.in.return,total_intrastat_value:
source: Total Intrastat Value
ca: Valor total d'Intrastat
es: Valor total de Intrastat

# field:stock.shipment.internal,currency:
source: Currency
ca: Moneda
es: Divisa

# field:stock.shipment.internal,intrastat_transport:
source: Intrastat Transport
ca: Transport Intrastat
es: Transporte Intrastat

# field:stock.shipment.internal,price_list:
source: Price List
ca: Llista de preus
es: Lista de precios

# field:stock.shipment.internal,to_warehouse:
source: To Warehouse
ca: Al Magatzem
es: Al almacén

# field:stock.shipment.internal,total_intrastat_value:
source: Total Intrastat Value
ca: Valor total d'Intrastat
es: Valor total de Intrastat

# field:stock.shipment.out,intrastat_transport:
source: Intrastat Transport
ca: Transport Intrastat
es: Transporte Intrastat

# field:stock.shipment.out,total_intrastat_value:
source: Total Intrastat Value
ca: Valor total d'Intrastat
es: Valor total de Intrastat

# field:stock.shipment.out.return,intrastat_transport:
source: Intrastat Transport
ca: Transport Intrastat
es: Transporte Intrastat

# field:stock.shipment.out.return,total_intrastat_value:
source: Total Intrastat Value
ca: Valor total d'Intrastat
es: Valor total de Intrastat

# help:account.configuration,intrastat_discount_product:
source: If setted, when calcaulate the amount of the Intrastata move it take the discount line if exit from the same invoice.
ca: Si s'estableix, quan es calcula l'import de l'Intrastata es pren la línia de descompte si surt de la mateixa factura.
es: Si se configura, al calcular el importe del Intrastata, se toma la línea de descuento si sale de la misma factura.

# help:stock.shipment.internal,price_list:
source: The price list used to calculate the Intrastata value it's required.
ca: La llista de preus utilitzada per calcular el valor d'Intrastata és requerida.
es: Se requiere la lista de precios utilizada para calcular el valor Intrastata.

# help:stock.shipment.internal,to_warehouse:
source: Where the stock is sent to.
ca: On s'envia l'estoc.
es: A dónde se envía el stock.

# model:account.configuration.intrastat,name:
source: Account Configuration Intrastat
ca: Configuració del compte Intrastat
es: Configuración de cuenta Intrastat

# model:account.stock.eu.intrastat.update.start,name:
source: Intrastat Update Start
ca: Inici de l'actualització d'Intrastat
es: Inicio de la actualización de Intrastat

# model:ir.action,name:act_intrastat_update_wizard
source: Update Intrastat
ca: Actualitzar Intrastat
es: Actualizar Intrastat

# model:ir.ui.menu,name:menu_intrastat_update
source: Update Intrastat
ca: Actualitzar Intrastat
es: Actualizar Intrastat

# wizard_button:account.stock.eu.intrastat.update,start,end:
source: Cancel
ca: Cancel·la
es: Cancelar

# wizard_button:account.stock.eu.intrastat.update,start,update:
source: Update
ca: Actualització
es: Actualizar
